Repository: dejmail/begrepptjanst
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: Skip to main content
sv: Hoppa över till huvudinnehåll

source: Welcome,
sv: Välkommen

source: View site
sv: Visa på webbplatsen

source: Documentation
sv: Dokumentation

source: Change password
sv: Ändra lösenord

source: Log out
sv: Logga ut

source: Home
sv: Hem

source: Dictionaries
sv: Ordböcker

source: Select Dictionary
sv: Välja Ordböcker

source: Filter
sv: Filtrera

source: Clear all filters
sv: Nollställa alla filtrar

source: If you do not provide the target field, the column will not be imported.
sv: Om du inte välja ett motsvarande attribut, kommer inte kolumnen importeras

source: Columns without values are ignored.
sv: Kolumnar utan värden ignoreras.

source: Excel column
sv: Excel-kolumn

source: Model attribute
sv: Model-attribut

source: Choose dictionary:
sv: Välj ordbok:

source: Chosen dictionary:
sv: Vald ordbok:

source: Delete multiple objects
sv: Radera flera objekt

source: Objects
sv: Objekt

source: Yes, I’m sure
sv: Ja, jag är säker

source: No, take me back
sv: Nej, gå tillbaka

source: View on site
sv: Visa på webbplatsen

source: By %(filter_title)s
sv: Efter %(filter_title)s

source: The concept is not currently in the OLLI Concept system.
sv: Begreppet finns för närvarande inte i OLLI Begreppssystem.

source: To request a concept, click on "Request concept", and youwill be presented with a form that will be sent to us
sv: För att efterfråga detta begrepp tryck på "Efterfråga begrepp", så får du ett formulär som kan skickas in till oss.

source: Request concept
sv: Efterfråga begrepp

source: Comment on a concept
sv: Kommentera ett begrepp

source: Fill in your contact details and then submit your comments about the concept. The comment should clearly state what is meant and must be justified. Also indicate the context from which your comment originates. The comments will be processed by the backoffice.
sv: Fyll i dina kontaktuppgifter och skicka sedan in dina kommentarer om begreppet.Kommentaren bör tydligt ange vad som avses och vara motiverad.Ange även den kontext som din kommentar härrör från.Kommentarerna kommer att behandlas av Begrepps Bureau.
